Repository: jonytrees/ConvertorLF
Catalog: ConvertorLiteForex/*.lproj/Localizable.strings
Languages: es, id, ms, pl, pt_pt, th, vi

# Конвертер валют
source: Currency Converter
es: Еipo de cambio
id: Nilai tukar
ms: Kadar pertukaran
pl: Kurs wymiany
pt_pt: Taxas de câmbio
th: อัตราแลกเปลี่ยน
vi: Tỷ giá hối đoái

# Торговать
source: Get bonus
es: Social trading
id: Berdagang
ms: Berniaga
pl: Handlować
pt_pt: Barganhar
th: ค้า
vi: Buôn bán

# Регистрация
source: Registration
es: Comerciar
id: Pendaftaran
ms: Pendaftaran
pl: Rejestracja
pt_pt: Registo
th: สมัครสมาชิก
vi: Ghi danh

# Фильтр
source: Filter
es: Filtrar
id: Menyaring
pl: Filtr
pt_pt: Filtro
th: กรอง
vi: Bộ lọc

# Найти валюту...
source: Search currency...
es: Buscar
id: Pencarian
ms: Carian
pl: Szukanie
pt_pt: Pesquisa
th: ค้นหา
vi: Tìm kiếm

# Конвертировать
source: Convert
es: Convertir
id: Mengubah
ms: Menukar
pl: Konwertować
pt_pt: Converter
th: แปลง
vi: Đổi

# По умолчанию
source: Default
es: Defecto
id: Bawaan
pt_pt: Configurações padrão
th: การตั้งค่าเริ่มต้น
vi: Đổi

# Конвертер
source: Converter
es: Convertidor
id: Membatalkan
pl: Konwertować
pt_pt: Conversor
th: Conversor
vi: Bộ chuyển đổi

# Выберите валюту:
source: Choose currency:
es: Elegir divisa:
id: Choose currnecy:
ms: Pilih Mata Wang:
pl: Wybierz walutę:
pt_pt: Selecione moeda:
th: เลือกสกุลเงิน:
vi: Chọn đơn vị tiền tệ:

# https://my.litefinance.com/ru/registration
source: https://my.litefinance.com/registration
es: https://my.litefinance.com/es/registration
id: https://my.litefinance-idn.com/registration
ms: https://my.litefinance.com/ms/registration
pl: https://my.litefinance.com/pl/registration
pt_pt: https://my.litefinance.com/pt/registration
th: https://my.litefinance.com/th/registration
vi: https://my.litefinance-vi.com/vi/registration

# https://my.litefinance.com/ru/
source: https://my.litefinance.com/
es: https://my.litefinance.com/es/
id: https://my.litefinance-idn.com/
ms: https://my.litefinance.com/ms/
pl: https://my.litefinance.com/pl/
pt_pt: https://my.litefinance.com/pt/
th: https://my.litefinance.com/th/
vi: https://my.litefinance-vi.com/vi/

# График
source: Chart
es: Calendario
id: Jadwal
ms: Jadual
pl: Harmonogram
pt_pt: Gráficos
th: กราฟิก
vi: Lịch trình

# Отмена
source: Cancel
es: Cancelación
id: Pembatalan
ms: Pembatalan
pl: Anulowanie
pt_pt: Cancelamento
th: การยกเลิก
vi: Huỷ bỏ
